Revit 2027 API
SymbolTypeId.Grad Property
 Symbol grad, indicating unit Gradians.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Grad { get; }
Public Shared ReadOnly Property Grad As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Grad {
	ForgeTypeId^ get ();
}
static member Grad : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace